Repository: tuwaiq-tabuk-ios/Final_iOS_Bootcamp_Project-PartJob-Abrar
Catalog: Part-time job /Part-time job/*.lproj/Localizable.strings
Languages: ar

source: Get Started
ar: البدء

source: Next
ar: التالي

source: Work in your free time
ar: اعمل في وقت فراغك

source: Choose the job opportunities that suit you anytime, anywhere.
ar: اختر فرص العمل التي تناسبك في أي وقت وفي أي مكان.

source: Add a job offer
ar: أضف عرض عمل

source: You can search for employees of all experiences and skills.
ar: يمكنك البحث عن موظفين من كافة الخبرات والمهارات.

source: Smart recruitment for flexible work
ar: التوظيف الذكي للعمل المرن

source: We connect employer with qualified employees on flexible work contracts
ar: نربط صاحب العمل بالموظفين المؤهلين بعقود عمل مرنة

source: Oops!
ar: حدث خطأ!

source: please make sure email and password are not empty.
ar: يرجى التأكد من أن البريد الإلكتروني وكلمة المرور ليسا فارغين.

source: OK
ar: موافق

source: you entered a wrong password
ar: أدخلت كلمة مرور خاطئة

source: are sure you typed the email correctly?
ar: هل أنت متأكد أنك كتبت البريد الإلكتروني بشكل صحيح؟

source: Add Job Offer
ar: اضافة عرض وظيفي

source: Employee
ar: موظف

source: Employer
ar: صاحب عمل

source: Passwords don't Match
ar: كلمات المرور غير متطابقة

source: please make sure name, email, password and confirm password are not empty.
ar: يرجى التأكد من أن الاسم والبريد الإلكتروني وكلمة المرور وتأكيد كلمة المرور ليست فارغة.

source: email Already in use
ar: البريد الاليكتروني قيد الاستخدام

source: Your password is weak, please make sure it's strong.
ar: كلمة المرور الخاصة بك ضعيفة ، يرجى التأكد من أنها قوية.

source: Company Image
ar: صورة الشركة

source: Company Name
ar: اسم الشركة

source: Ex: RiyadhBank
ar: مثال: بنك الراجحي

source: Job Title
ar: المسمى الوظيفي

source: Ex: iOS Engineer
ar: مهندس iOS

source: City
ar: المدينة

source: Ex: Riyadh
ar: مثال: الرياض

source: Duration
ar: المدة

source: Salary
ar: الراتب

source: Ex: 10,000 SAR
ar: مثال: 10،000 ريال سعودي

source: Location
ar: الموقع

source: Ex: Street name, Road name
ar: مثال: اسم الشارع ، اسم الطريق

source: Description For Job
ar: وصف الوظيفة

source: Add Offer Job
ar: إضافة عرض عمل

source: Apply Now!
ar: قدم الآن!

source: Your Name:
ar: اسمك:

source: Your Email:
ar: بريدك الإلكتروني:

source: Applicants:
ar: المتقدمون:

source: Profile
ar: الملف الشخصي

source: Log out
ar: تسجيل الخروج

source: Your sure you want to log out?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟

source: LOG OUT
ar: تسجيل الخروج

source: CANCEL
ar: إلغاء

source: Your Age:
ar: عمرك:

source: Your Degree:
ar: الدرجة العلمية:

source: Your Experience:
ar: خبرتك:

source: Ex: Abrar
ar: مثال: أبرار

source: Ex: Bachelor in Computer Engineering
ar: مثال: بكالوريوس هندسة الكمبيوتر

source: Ex: 26 years old
ar: مثال: 26 عامًا

source: Ex: 2~ years
ar: مثال: سنتان

source: Edit
ar: تعديل

source: DELETE OFFER
ar: حذف العرض
